<pad>	0
<s>	0
</s>	0
<unk>	0
ст	-0
ен	-1
ер	-2
in	-3
an	-4
▁п	-5
▁с	-6
on	-7
at	-8
ра	-9
re	-10
ны	-11
▁и	-12
ал	-13
но	-14
▁в	-15
er	-16
ет	-17
▁т	-18
ри	-19
ан	-20
▁м	-21
▁о	-22
ре	-23
▁б	-24
▁s	-25
ел	-26
од	-27
▁к	-28
ени	-29
▁t	-30
ion	-31
ов	-32
▁c	-33
and	-34
▁ж	-35
al	-36
ар	-37
en	-38
ат	-39
на	-40
▁д	-41
ол	-42
ды	-43
▁and	-44
it	-45
es	-46
▁d	-47
▁қ	-48
ing	-49
ді	-50
▁a	-51
не	-52
or	-53
ия	-54
▁m	-55
ро	-56
▁p	-57
▁а	-58
ation	-59
да	-60
ін	-61
st	-62
le	-63
▁in	-64
ем	-65
ic	-66
ес	-67
ки	-68
ын	-69
▁re	-70
за	-71
кт	-72
he	-73
▁П	-74
▁o	-75
ор	-76
▁ре	-77
ық	-78
ных	-79
рим	-80
ar	-81
ro	-82
ей	-83
ас	-84
▁w	-85
▁у	-86
▁по	-87
ение	-88
ни	-89
ност	-90
ани	-91
ка	-92
▁f	-93
▁Прим	-94
ко	-95
де	-96
ce	-97
ми	-98
▁b	-99
▁—	-100
ent	-101
is	-102
ra	-103
ау	-104
от	-105
ци	-106
▁су	-107
lo	-108
▁на	-109
ct	-110
un	-111
▁«	-112
▁об	-113
ыл	-114
сп	-115
ай	-116
ель	-117
il	-118
▁e	-119
ения	-120
ва	-121
▁the	-122
ли	-123
қт	-124
as	-125
мен	-126
▁ст	-127
го	-128
▁э	-129
▁ө	-130
ab	-131
im	-132
ся	-133
ыс	-134
ные	-135
ред	-136
ание	-137
el	-138
ut	-139
ция	-140
▁of	-141
▁при	-142
ed	-143
ge	-144
уч	-145
▁ч	-146
ater	-147
▁мод	-148
ur	-149
еч	-150
ит	-151
ют	-152
▁жә	-153
▁вод	-154
об	-155
ру	-156
▁ра	-157
▁con	-158
▁және	-159
▁l	-160
ров	-161
ri	-162
ғы	-163
ity	-164
ере	-165
ест	-166
▁to	-167
во	-168
гі	-169
▁г	-170
ог	-171
та	-172
ара	-173
▁de	-174
▁за	-175
od	-176
ure	-177
▁co	-178
▁ин	-179
▁про	-180
ность	-181
if	-182
им	-183
ля	-184
ым	-185
ыт	-186
ain	-187
▁st	-188
».	-189
он	-190
ос	-191
▁h	-192
аст	-193
▁не	-194
ment	-195
ечание	-196
▁Пример	-197
▁Примечание	-198
ич	-199
са	-200
▁ф	-201
ine	-202
ист	-203
лер	-204
ной	-205
оль	-206
ch	-207
em	-208
os	-209
ve	-210
лі	-211
то	-212
▁ә	-213
▁от	-214
▁can	-215
et	-216
ле	-217
ющ	-218
▁(	-219
▁ш	-220
ate	-221
▁дан	-222
ім	-223
▁g	-224
ver	-225
алы	-226
дер	-227
ост	-228
ции	-229
▁данных	-230
us	-231
аж	-232
ож	-233
оз	-234
сы	-235
ір	-236
res	-237
еді	-238
▁жа	-239
▁под	-240
ности	-241
▁модел	-242
ин	-243
ter	-244
аль	-245
дың	-246
ков	-247
▁as	-248
▁th	-249
▁бол	-250
ис	-251
ist	-252
али	-253
ект	-254
лар	-255
ход	-256
▁вы	-257
▁из	-258
інде	-259
▁pro	-260
ction	-261
ap	-262
ci	-263
ir	-264
ез	-265
ив	-266
кл	-267
ает	-268
ать	-269
▁su	-270
▁құ	-271
алық	-272
▁обуч	-273
du	-274
ly	-275
аш	-276
ой	-277
ом	-278
▁Д	-279
ның	-280
тер	-281
▁та	-282
id	-283
ур	-284
ға	-285
▁В	-286
ith	-287
нов	-288
▁is	-289
▁ma	-290
▁or	-291
tain	-292
▁част	-293
qu	-294
би	-295
оч	-296
ти	-297
ті	-298
ых	-299
▁M	-300
▁А	-301
ces	-302
und	-303
зна	-304
ный	-305
▁so	-306
▁ал	-307
▁кө	-308
ical	-309
алан	-310
ески	-311
▁inc	-312
редел	-313
▁with	-314
▁water	-315
mp	-316
ud	-317
ла	-318
те	-319
уы	-320
ую	-321
фи	-322
▁л	-323
yst	-324
асс	-325
лық	-326
ном	-327
ств	-328
сты	-329
▁al	-330
▁mo	-331
▁on	-332
▁ка	-333
▁ор	-334
▁тұ	-335
ance	-336
rain	-337
імді	-338
▁выс	-339
▁мен	-340
▁пов	-341
▁рег	-342
ility	-343
water	-344
ystem	-345
▁модели	-346
co	-347
ul	-348
ең	-349
ль	-350
оп	-351
ты	-352
чи	-353
▁v	-354
▁Т	-355
ari	-356
orm	-357
ort	-358
тар	-359
фер	-360
▁тү	-361
ктер	-362
ного	-363
▁воз	-364
▁или	-365
▁мет	-366
истем	-367
ability	-368
ig	-369
зу	-370
ма	-371
уі	-372
▁I	-373
▁n	-374
▁r	-375
age	-376
ers	-377
low	-378
дан	-379
мет	-380
ная	-381
пер	-382
рет	-383
қты	-384
▁ex	-385
▁ба	-386
▁са	-387
▁өз	-388
able	-389
ений	-390
ется	-391
▁исп	-392
▁эко	-393
ations	-394
ow	-395
pl	-396
ии	-397
ме	-398
ня	-399
рі	-400
ік	-401
үй	-402
ata	-403
ies	-404
per	-405
rib	-406
ары	-407
асы	-408
ное	-409
рақ	-410
ылы	-411
▁by	-412
▁ай	-413
▁ау	-414
▁ет	-415
▁оп	-416
▁со	-417
гори	-418
▁are	-419
▁per	-420
▁pre	-421
▁бет	-422
▁раз	-423
▁реш	-424
▁сто	-425
▁модель	-426
am	-427
ds	-428
ff	-429
ав	-430
бо	-431
ке	-432
ут	-433
ше	-434
▁К	-435
▁н	-436
▁х	-437
log	-438
ten	-439
ады	-440
гра	-441
дел	-442
ері	-443
жен	-444
ғал	-445
ған	-446
▁In	-447
▁be	-448
▁ch	-449
▁le	-450
▁se	-451
▁sh	-452
▁ар	-453
▁кл	-454
▁мо	-455
▁қа	-456
ions	-457
олог	-458
▁inf	-459
▁бел	-460
ribut	-461
▁пред	-462
ystems	-463
ически	-464
▁метри	-465
iz	-466
te	-467
ts	-468
еп	-469
же	-470
ку	-471
мк	-472
мы	-473
сі	-474
ши	-475
▁М	-476
▁О	-477
use	-478
дің	-479
зды	-480
ива	-481
рав	-482
ран	-483
ікт	-484
ғын	-485
үмк	-486
▁en	-487
▁жо	-488
here	-489
ning	-490
odel	-491
ания	-492
лігі	-493
ожет	-494
тори	-495
қтар	-496
▁dep	-497
▁res	-498
▁важ	-499
▁для	-500
▁жер	-501
▁объ	-502
емпер	-503
итель	-504
үмкін	-505
▁data	-506
▁that	-507
untain	-508
▁может	-509
емперат	-510
▁исполь	-511
▁мүмкін	-512
▁призна	-513
ak	-514
hi	-515
pp	-516
ая	-517
ге	-518
ид	-519
ий	-520
лу	-521
лы	-522
сл	-523
сс	-524
ят	-525
үш	-526
▁A	-527
▁F	-528
ive	-529
ару	-530
бор	-531
каз	-532
лед	-533
ную	-534
ным	-535
реб	-536
сур	-537
ыту	-538
▁ат	-539
▁бө	-540
▁уп	-541
arge	-542
ting	-543
чест	-544
ында	-545
▁may	-546
▁reg	-547
▁дол	-548
▁фор	-549
зация	-550
калық	-551
▁land	-552
▁воды	-553
▁дере	-554
▁измен	-555
▁ресур	-556
▁признаков	-557
ad	-558
ph	-559
ru	-560
ди	-561
ее	-562
нг	-563
рм	-564
уп	-565
юч	-566
▁Б	-567
▁Н	-568
▁С	-569
▁з	-570
ail	-571
ans	-572
est	-573
gen	-574
ics	-575
lud	-576
val	-577
ающ	-578
деу	-579
дық	-580
ерс	-581
ерх	-582
зов	-583
кой	-584
мат	-585
тық	-586
ура	-587
цен	-588
▁ad	-589
▁би	-590
▁до	-591
▁оқ	-592
алып	-593
ении	-594
ению	-595
ными	-596
▁dis	-597
▁set	-598
▁пол	-599
▁уст	-600
женер	-601
имост	-602
▁comp	-603
▁cont	-604
▁dist	-605
▁бетк	-606
▁const	-607
▁often	-608
▁инженер	-609
▁температ	-610
ac	-611
iv	-612
om	-613
ot	-614
um	-615
Ин	-616
ев	-617
ек	-618
ры	-619
ің	-620
▁T	-621
▁W	-622
ges	-623
lev	-624
lop	-625
ore	-626
айд	-627
ала	-628
ами	-629
вис	-630
вой	-631
жим	-632
лен	-633
льт	-634
лік	-635
опы	-636
пол	-637
цес	-638
цию	-639
ына	-640
▁an	-641
▁cl	-642
▁me	-643
▁жи	-644
▁но	-645
▁сп	-646
▁тө	-647
▁эк	-648
cess	-649
duce	-650
hile	-651
rans	-652
reas	-653
ашин	-654
держ	-655
елер	-656
особ	-657
чиво	-658
ғары	-659
▁gro	-660
▁man	-661
▁бай	-662
▁бір	-663
▁гра	-664
▁кез	-665
▁оши	-666
▁пер	-667
▁қат	-668
▁қол	-669
ature	-670
атель	-671
зации	-672
ление	-673
рация	-674
сімді	-675
▁chan	-676
▁over	-677
▁soil	-678
▁vari	-679
▁высо	-680
▁мони	-681
▁регу	-682
▁тара	-683
▁тест	-684
▁өзен	-685
charge	-686
арамет	-687
торинг	-688
▁depen	-689
▁model	-690
▁while	-691
▁высот	-692
▁етеді	-693
▁класс	-694
▁оқыту	-695
▁устой	-696
▁часто	-697
▁includ	-698
▁качест	-699
▁процес	-700
▁систем	-701
▁использу	-702
▁обучение	-703
▁мониторинг	-704
la	-705
ol	-706
ақ	-707
бл	-708
ду	-709
зи	-710
ие	-711
йф	-712
ск	-713
ыш	-714
apt	-715
cip	-716
cos	-717
dit	-718
ect	-719
erv	-720
ess	-721
gra	-722
igh	-723
ong	-724
асқ	-725
вод	-726
гін	-727
дік	-728
емы	-729
енс	-730
ент	-731
есе	-732
лож	-733
мещ	-734
нах	-735
ниц	-736
сад	-737
сть	-738
тро	-739
ыть	-740
▁ac	-741
▁мұ	-742
▁ту	-743
▁тә	-744
▁әс	-745
ason	-746
ates	-747
form	-748
resh	-749
ress	-750
vers	-751
ация	-752
ключ	-753
ляри	-754
прет	-755
рейф	-756
слов	-757
стар	-758
фика	-759
щест	-760
ются	-761
▁run	-762
▁und	-763
▁жау	-764
▁как	-765
▁сни	-766
▁соб	-767
▁әрі	-768
cipit	-769
cture	-770
imate	-771
аланс	-772
алида	-773
атист	-774
енных	-775
ления	-776
лерде	-777
осфер	-778
ылығы	-779
▁elev	-780
▁быть	-781
▁водо	-782
▁оцен	-783
▁пайд	-784
▁расп	-785
▁топы	-786
▁тұра	-787
▁экос	-788
arning	-789
ология	-790
▁inter	-791
▁under	-792
▁включ	-793
▁завис	-794
▁интер	-795
▁режим	-796
▁белдеу	-797
▁бөлігі	-798
▁жоғары	-799
▁поверх	-800
▁increas	-801
▁perform	-802
▁systems	-803
▁определ	-804
▁статист	-805
▁mountain	-806
▁регуляри	-807
cipitation	-808
▁constrain	-809
▁distribut	-810
▁распредел	-811
▁устойчиво	-812
▁экосистем	-813
fa	-814
mm	-815
ns	-816
ys	-817
бі	-818
ед	-819
еш	-820
му	-821
су	-822
ша	-823
ып	-824
яз	-825
іп	-826
ғи	-827
▁E	-828
▁Г	-829
▁Ж	-830
▁ү	-831
all	-832
ass	-833
ens	-834
ial	-835
iod	-836
lan	-837
now	-838
off	-839
ous	-840
бот	-841
вет	-842
дай	-843
дам	-844
дар	-845
ден	-846
ейт	-847
еңі	-848
жүй	-849
кая	-850
кже	-851
мер	-852
нал	-853
оны	-854
оят	-855
спи	-856
ғыс	-857
▁ag	-858
▁at	-859
▁er	-860
▁sp	-861
▁ес	-862
▁ти	-863
▁ық	-864
ence	-865
olog	-866
ural	-867
urfa	-868
vail	-869
valu	-870
атив	-871
биғи	-872
знач	-873
лары	-874
месе	-875
нықт	-876
огут	-877
▁dri	-878
▁for	-879
▁int	-880
▁met	-881
▁tem	-882
▁атм	-883
▁жыл	-884
▁кон	-885
▁пос	-886
▁пре	-887
▁рет	-888
▁сез	-889
▁қай	-890
▁қал	-891
▁қар	-892
▁қау	-893
▁қор	-894
▁құр	-895
▁өзг	-896
chine	-897
ments	-898
phere	-899
ается	-900
алану	-901
горит	-902
сперс	-903
іктік	-904
▁ecos	-905
▁high	-906
▁plan	-907
▁snow	-908
▁supp	-909
▁ағын	-910
▁вход	-911
▁обра	-912
▁орта	-913
▁пост	-914
▁сниж	-915
▁соот	-916
▁сред	-917
▁треб	-918
▁әсер	-919
asonal	-920
лардың	-921
мақтар	-922
ранспи	-923
▁surfa	-924
▁trans	-925
▁анықт	-926
▁могут	-927
▁реаль	-928
▁также	-929
▁тарал	-930
▁төмен	-931
▁услов	-932
ructure	-933
▁ground	-934
▁runoff	-935
▁немесе	-936
▁объект	-937
▁способ	-938
▁экожүй	-939
▁өсімді	-940
ализация	-941
▁depends	-942
▁моделей	-943
▁парамет	-944
▁ретінде	-945
reshwater	-946
▁атмосфер	-947
▁качества	-948
▁обучения	-949
ранспирация	-950
▁performance	-951
▁температура	-952
▁precipitation	-953
).	-954
bs	-955
ca	-956
ew	-957
ks	-958
ld	-959
li	-960
po	-961
ry	-962
up	-963
аң	-964
лш	-965
ое	-966
па	-967
ту	-968
чв	-969
щы	-970
яс	-971
ён	-972
қа	-973
ұр	-974
▁C	-975
▁D	-976
▁S	-977
▁Э	-978
▁р	-979
▁ц	-980
▁ұ	-981
▁“	-982
als	-983
ble	-984
dic	-985
get	-986
ide	-987
ign	-988
pro	-989
put	-990
qui	-991
ren	-992
rom	-993
ult	-994
urb	-995
wor	-996
акт	-997
ану	-998
есі	-999
зем	-1000
ких	-1001
ком	-1002
луч	-1003
мыл	-1004
нос	-1005
омп	-1006
оро	-1007
род	-1008
сіз	-1009
там	-1010
тег	-1011
тіп	-1012
фор	-1013
хит	-1014
шаш	-1015
ыва	-1016
ыны	-1017
қал	-1018
қыл	-1019
әти	-1020
▁hy	-1021
▁im	-1022
▁un	-1023
▁Ин	-1024
▁ан	-1025
▁бу	-1026
▁де	-1027
▁дә	-1028
▁кү	-1029
▁ми	-1030
▁уч	-1031
▁өн	-1032
ents	-1033
ific	-1034
imit	-1035
itud	-1036
laci	-1037
land	-1038
line	-1039
quif	-1040
ream	-1041
term	-1042
айды	-1043
асыз	-1044
аулы	-1045
бора	-1046
гани	-1047
еруі	-1048
етін	-1049
ичес	-1050
ница	-1051
обуч	-1052
онах	-1053
пасы	-1054
рады	-1055
рост	-1056
рукт	-1057
сказ	-1058
стық	-1059
цион	-1060
▁dur	-1061
▁exp	-1062
▁low	-1063
▁out	-1064
▁pat	-1065
▁rep	-1066
▁sco	-1067
▁str	-1068
▁tim	-1069
▁аза	-1070
▁ағы	-1071
▁дис	-1072
▁жаң	-1073
▁жел	-1074
▁күш	-1075
▁лед	-1076
▁скл	-1077
▁тер	-1078
▁точ	-1079
▁түр	-1080
▁цел	-1081
▁қаб	-1082
▁қам	-1083
eline	-1084
ional	-1085
аться	-1086
гілер	-1087
ероят	-1088
ивающ	-1089
миров	-1090
орные	-1091
оступ	-1092
римен	-1093
шашын	-1094
ществ	-1095
ғалау	-1096
▁from	-1097
▁prov	-1098
▁shif	-1099
▁slop	-1100
▁асты	-1101
▁зада	-1102
▁знач	-1103
▁осад	-1104
▁ошиб	-1105
▁почв	-1106
▁раст	-1107
▁слож	-1108
▁смещ	-1109
▁факт	-1110
ration	-1111
имости	-1112
исперс	-1113
мылғыс	-1114
▁adapt	-1115
▁limit	-1116
▁requi	-1117
▁train	-1118
▁более	-1119
▁важны	-1120
▁возду	-1121
▁жауын	-1122
▁ледни	-1123
▁набор	-1124
▁событ	-1125
▁стока	-1126
▁қайта	-1127
▁қалып	-1128
agement	-1129
ditions	-1130
quifers	-1131
▁беткей	-1132
▁жылдам	-1133
▁метрик	-1134
▁органи	-1135
▁примен	-1136
▁табиғи	-1137
▁changes	-1138
▁include	-1139
▁алгорит	-1140
▁метрики	-1141
▁поддерж	-1142
▁решений	-1143
▁топырақ	-1144
▁условия	-1145
valuation	-1146
▁learning	-1147
▁seasonal	-1148
▁аймақтар	-1149
▁белгілер	-1150
▁включает	-1151
▁деректер	-1152
▁жамылғыс	-1153
▁предсказ	-1154
▁интерпрет	-1155
▁conditions	-1156
▁management	-1157
▁groundwater	-1158
di	-1159
lu	-1160
me	-1161
pt	-1162
sc	-1163
su	-1164
th	-1165
ug	-1166
xy	-1167
yn	-1168
бе	-1169
бу	-1170
ег	-1171
еу	-1172
ех	-1173
ию	-1174
кс	-1175
кі	-1176
ть	-1177
ый	-1178
юд	-1179
яв	-1180
▁P	-1181
▁ы	-1182
abl	-1183
are	-1184
ast	-1185
elt	-1186
ely	-1187
fle	-1188
hen	-1189
her	-1190
ice	-1191
iff	-1192
ilt	-1193
ink	-1194
ize	-1195
led	-1196
mos	-1197
oir	-1198
our	-1199
par	-1200
ric	-1201
ror	-1202
ust	-1203
vap	-1204
vir	-1205
ата	-1206
ате	-1207
аус	-1208
ают	-1209
аңы	-1210
вап	-1211
вел	-1212
гей	-1213
гов	-1214
дап	-1215
ень	-1216
есп	-1217
ика	-1218
иру	-1219
исл	-1220
ить	-1221
ках	-1222
ким	-1223
лаж	-1224
лич	-1225
лия	-1226
мыс	-1227
нит	-1228
ода	-1229
пог	-1230
рах	-1231
ращ	-1232
рез	-1233
рем	-1234
рен	-1235
сін	-1236
тты	-1237
тік	-1238
ует	-1239
уры	-1240
ымы	-1241
ыст	-1242
яют	-1243
яющ	-1244
▁Mo	-1245
▁Th	-1246
▁bu	-1247
▁fe	-1248
▁ge	-1249
▁he	-1250
▁qu	-1251
▁ra	-1252
▁sc	-1253
▁ve	-1254
▁Ал	-1255
▁аз	-1256
▁ги	-1257
▁жұ	-1258
▁ли	-1259
▁ни	-1260
▁св	-1261
▁си	-1262
▁сә	-1263
▁ты	-1264
▁яв	-1265
▁үш	-1266
▁өң	-1267
aliz	-1268
ated	-1269
ateg	-1270
atic	-1271
cing	-1272
dict	-1273
inal	-1274
itor	-1275
over	-1276
pine	-1277
plic	-1278
puts	-1279
ract	-1280
rast	-1281
rics	-1282
uman	-1283
ажет	-1284
альп	-1285
аний	-1286
дағы	-1287
дірі	-1288
ейді	-1289
ерек	-1290
лады	-1291
ланы	-1292
ному	-1293
олық	-1294
онов	-1295
ость	-1296
ресс	-1297
став	-1298
ство	-1299
тенс	-1300
тими	-1301
ылым	-1302
ымда	-1303
қтау	-1304
▁but	-1305
▁eco	-1306
▁fra	-1307
▁gra	-1308
▁off	-1309
▁tre	-1310
▁val	-1311
▁Для	-1312
▁вид	-1313
▁гид	-1314
▁глу	-1315
▁гор	-1316
▁дең	-1317
▁дәл	-1318
▁ист	-1319
▁кот	-1320
▁лог	-1321
▁мер	-1322
▁над	-1323
▁нап	-1324
▁нов	-1325
▁пок	-1326
▁ред	-1327
▁сал	-1328
▁сне	-1329
▁сон	-1330
▁что	-1331
▁эро	-1332
▁это	-1333
cause	-1334
ering	-1335
flect	-1336
graph	-1337
ource	-1338
tings	-1339
urban	-1340
viron	-1341
xygen	-1342
ассей	-1343
аттар	-1344
аусым	-1345
вапот	-1346
грани	-1347
ейтін	-1348
енной	-1349
ифика	-1350
лимат	-1351
льтра	-1352
нения	-1353
номер	-1354
одель	-1355
поген	-1356
полня	-1357
ратег	-1358
чески	-1359
шение	-1360
яется	-1361
қылау	-1362
▁diff	-1363
▁evap	-1364
▁flow	-1365
▁form	-1366
▁long	-1367
▁test	-1368
▁басқ	-1369
▁вода	-1370
▁врем	-1371
▁комп	-1372
▁көбі	-1373
▁маңы	-1374
▁набл	-1375
▁нәти	-1376
▁пере	-1377
▁поня	-1378
▁пров	-1379
▁свой	-1380
▁степ	-1381
▁үшін	-1382
ervoir	-1383
ically	-1384
onitor	-1385
ricult	-1386
ветств	-1387
икалық	-1388
имость	-1389
тенсив	-1390
▁Water	-1391
▁atmos	-1392
▁avail	-1393
▁glaci	-1394
▁pract	-1395
▁produ	-1396
▁shift	-1397
▁soils	-1398
▁their	-1399
▁veget	-1400
▁айнал	-1401
▁ағыны	-1402
▁беткі	-1403
▁болуы	-1404
▁болып	-1405
▁гради	-1406
▁дрейф	-1407
▁кезең	-1408
▁машин	-1409
▁мұзды	-1410
▁повыш	-1411
▁показ	-1412
▁сезон	-1413
▁толық	-1414
▁управ	-1415
▁часть	-1416
▁қажет	-1417
logical	-1418
tection	-1419
атегори	-1420
ические	-1421
рования	-1422
тамасыз	-1423
▁during	-1424
▁period	-1425
▁reduce	-1426
▁slopes	-1427
▁temper	-1428
▁байқал	-1429
▁баланс	-1430
▁бассей	-1431
▁болады	-1432
▁деңгей	-1433
▁маусым	-1434
▁ограни	-1435
▁оптими	-1436
▁послед	-1437
▁ресурс	-1438
▁сапасы	-1439
▁сақтау	-1440
▁структ	-1441
▁тұрақт	-1442
▁фактор	-1443
алидация	-1444
ификации	-1445
тропоген	-1446
▁climate	-1447
▁environ	-1448
▁infrast	-1449
▁metrics	-1450
▁predict	-1451
▁provide	-1452
▁reflect	-1453
▁require	-1454
▁support	-1455
▁surface	-1456
▁байланы	-1457
▁басқару	-1458
▁бағалау	-1459
▁бақылау	-1460
▁входных	-1461
▁зависит	-1462
▁маңызды	-1463
▁объекта	-1464
▁осадков	-1465
▁процесс	-1466
▁регресс	-1467
▁решения	-1468
▁стратег	-1469
▁өзендер	-1470
iltration	-1471
onitoring	-1472
ативность	-1473
ологиялық	-1474
▁Mountain	-1475
▁agricult	-1476
▁aquifers	-1477
▁increase	-1478
▁recharge	-1479
▁resource	-1480
▁settings	-1481
▁training	-1482
▁интенсив	-1483
▁переобуч	-1484
▁discharge	-1485
▁elevation	-1486
▁белдеулер	-1487
▁изменения	-1488
▁маусымдық	-1489
▁модельдер	-1490
▁пайдалану	-1491
▁ecological	-1492
▁ecosystems	-1493
▁evaluation	-1494
▁vegetation	-1495
▁соответств	-1496
▁управления	-1497
▁экожүйелер	-1498
▁экосистемы	-1499
▁қамтамасыз	-1500
▁constraints	-1501
▁устойчивость	-1502
▁регуляризации	-1503
▁infrastructure	-1504
вапотранспирация	-1505
UC	-1506
av	-1507
cy	-1508
ft	-1509
gn	-1510
se	-1511
xi	-1512
yp	-1513
ад	-1514
ам	-1515
ап	-1516
ви	-1517
вь	-1518
ги	-1519
еж	-1520
из	-1521
ик	-1522
йы	-1523
нк	-1524
ок	-1525
пш	-1526
рс	-1527
тқ	-1528
ус	-1529
ху	-1530
ые	-1531
яй	-1532
іс	-1533
ңғ	-1534
ұл	-1535
▁G	-1536
▁H	-1537
▁N	-1538
▁O	-1539
▁R	-1540
▁И	-1541
▁і	-1542
▁Қ	-1543
▁Ө	-1544
ack	-1545
ant	-1546
any	-1547
ape	-1548
ard	-1549
arm	-1550
ary	-1551
bal	-1552
cer	-1553
cle	-1554
cum	-1555
dro	-1556
ese	-1557
fin	-1558
fit	-1559
gan	-1560
hys	-1561
ify	-1562
ise	-1563
ler	-1564
los	-1565
loy	-1566
new	-1567
ond	-1568
oth	-1569
own	-1570
pir	-1571
por	-1572
pre	-1573
rig	-1574
rol	-1575
ugh	-1576
аби	-1577
ари	-1578
аты	-1579
бок	-1580
бір	-1581
гда	-1582
гіз	-1583
дал	-1584
дет	-1585
дит	-1586
дра	-1587
жау	-1588
зия	-1589
кел	-1590
кие	-1591
лан	-1592
лем	-1593
лот	-1594
ней	-1595
нем	-1596
овс	-1597
оды	-1598
ора	-1599
оря	-1600
пли	-1601
раж	-1602
реж	-1603
рек	-1604
риб	-1605
рон	-1606
рос	-1607
рощ	-1608
сам	-1609
ско	-1610
сол	-1611
сте	-1612
тал	-1613
тас	-1614
тим	-1615
тын	-1616
унк	-1617
уын	-1618
ующ	-1619
уін	-1620
яет	-1621
язв	-1622
ғақ	-1623
ғыз	-1624
ұщы	-1625
▁ML	-1626
▁Ma	-1627
▁du	-1628
▁fo	-1629
▁if	-1630
▁ob	-1631
▁ri	-1632
▁us	-1633
▁Ан	-1634
▁Та	-1635
▁аб	-1636
▁ап	-1637
▁бі	-1638
▁да	-1639
▁ем	-1640
▁ен	-1641
▁мә	-1642
▁ох	-1643
▁ск	-1644
▁ци	-1645
▁ша	-1646
▁шу	-1647
▁үй	-1648
▁үл	-1649
abel	-1650
abit	-1651
ains	-1652
akes	-1653
cept	-1654
flow	-1655
gine	-1656
imes	-1657
ines	-1658
ject	-1659
lood	-1660
ogen	-1661
osit	-1662
pack	-1663
port	-1664
ppro	-1665
pret	-1666
rent	-1667
such	-1668
ynam	-1669
айда	-1670
айес	-1671
айын	-1672
алар	-1673
алиб	-1674
анов	-1675
асет	-1676
атын	-1677
ации	-1678
вать	-1679
вают	-1680
вьев	-1681
даны	-1682
дары	-1683
делу	-1684
ейім	-1685
екті	-1686
елов	-1687
емое	-1688
емых	-1689
ерез	-1690
ешен	-1691
лекс	-1692
ники	-1693
номи	-1694
обра	-1695
озяй	-1696
орой	-1697
орре	-1698
ости	-1699
перп	-1700
ракт	-1701
раст	-1702
роса	-1703
рсет	-1704
сная	-1705
сплу	-1706
сход	-1707
треб	-1708
ілік	-1709
қара	-1710
қылы	-1711
ұрыс	-1712
▁The	-1713
▁ass	-1714
▁bas	-1715
▁col	-1716
▁cre	-1717
▁dec	-1718
▁des	-1719
▁dom	-1720
▁est	-1721
▁fun	-1722
▁lif	-1723
▁mod	-1724
▁net	-1725
▁oce	-1726
▁ret	-1727
▁tas	-1728
▁typ	-1729
▁win	-1730
▁Вод	-1731
▁При	-1732
▁ауа	-1733
▁без	-1734
▁бой	-1735
▁дав	-1736
▁жаз	-1737
▁жүй	-1738
▁кей	-1739
▁кел	-1740
▁кол	-1741
▁кро	-1742
▁лес	-1743
▁мас	-1744
▁мат	-1745
▁мин	-1746
▁низ	-1747
▁оро	-1748
▁сет	-1749
▁сия	-1750
▁ско	-1751
▁сол	-1752
▁сре	-1753
▁суб	-1754
▁суы	-1755
▁сің	-1756
▁таң	-1757
▁тұр	-1758
▁фин	-1759
▁қыс	-1760
akage	-1761
ality	-1762
ating	-1763
cumul	-1764
ensit	-1765
ities	-1766
itude	-1767
orage	-1768
osion	-1769
overn	-1770
terns	-1771
upled	-1772
urces	-1773
works	-1774
аланы	-1775
анные	-1776
велич	-1777
дапта	-1778
ельно	-1779
ением	-1780
еспеч	-1781
зімді	-1782
ивают	-1783
ируем	-1784
нение	-1785
олько	-1786
ремен	-1787
ример	-1788
ровка	-1789
стыру	-1790
тимал	-1791
ывает	-1792
ылғал	-1793
ынайы	-1794
ындау	-1795
▁Many	-1796
▁buff	-1797
▁comm	-1798
▁fail	-1799
▁into	-1800
▁link	-1801
▁magn	-1802
▁main	-1803
▁many	-1804
▁mass	-1805
▁mean	-1806
▁meas	-1807
▁melt	-1808
▁more	-1809
▁oper	-1810
▁real	-1811
▁redu	-1812
▁reli	-1813
▁some	-1814
▁sust	-1815
▁than	-1816
▁time	-1817
▁Дере	-1818
▁азаю	-1819
▁боль	-1820
▁быст	-1821
▁влия	-1822
▁доли	-1823
▁есеп	-1824
▁жиын	-1825
▁зако	-1826
▁клас	-1827
▁пери	-1828
▁реги	-1829
▁снеж	-1830
▁срав	-1831
▁сток	-1832
▁тапш	-1833
▁улуч	-1834
▁уязв	-1835
▁функ	-1836
▁хара	-1837
▁цикл	-1838
▁явля	-1839
▁құра	-1840
▁құру	-1841
▁өңір	-1842
abitat	-1843
action	-1844
atures	-1845
dients	-1846
idence	-1847
resent	-1848
альные	-1849
альных	-1850
атасет	-1851
земных	-1852
ологии	-1853
ользов	-1854
оррект	-1855
ражающ	-1856
ритори	-1857
родных	-1858
формат	-1859
хитект	-1860
індегі	-1861
▁Model	-1862
▁appro	-1863
▁defin	-1864
▁drift	-1865
▁dynam	-1866
▁error	-1867
▁human	-1868
▁impro	-1869
▁lower	-1870
▁moist	-1871
▁organ	-1872
▁press	-1873
▁renew	-1874
▁score	-1875
▁short	-1876
▁store	-1877
▁urban	-1878
▁where	-1879
▁артық	-1880
▁аудит	-1881
▁бейім	-1882
▁беруі	-1883
▁бірақ	-1884
▁видов	-1885
▁возни	-1886
▁выбор	-1887
▁глуби	-1888
▁дұрыс	-1889
▁кешен	-1890
▁негіз	-1891
▁новых	-1892
▁повед	-1893
▁получ	-1894
▁почвы	-1895
▁прост	-1896
▁стаби	-1897
▁судың	-1898
▁тығыз	-1899
▁түрде	-1900
▁түсін	-1901
▁упрощ	-1902
▁участ	-1903
▁челов	-1904
▁через	-1905
▁үйрен	-1906
assific	-1907
ategies	-1908
ational	-1909
ervoirs	-1910
fitting	-1911
idation	-1912
lection	-1913
loyment	-1914
onation	-1915
айесовс	-1916
зование	-1917
ических	-1918
ической	-1919
стықтар	-1920
▁alpine	-1921
▁geolog	-1922
▁govern	-1923
▁inputs	-1924
▁landsc	-1925
▁oxygen	-1926
▁sensit	-1927
▁stream	-1928
▁арқылы	-1929
▁ағынды	-1930
▁вероят	-1931
▁водами	-1932
▁задерж	-1933
▁көбіне	-1934
▁көрсет	-1935
▁нәтиже	-1936
▁оценки	-1937
▁ошибок	-1938
▁подход	-1939
▁понять	-1940
▁потреб	-1941
▁привод	-1942
▁провер	-1943
▁сияқты	-1944
▁сондай	-1945
▁частот	-1946
▁шынайы	-1947
▁қолдан	-1948
▁құрғақ	-1949
piration	-1950
ribution	-1951
исперсия	-1952
нительно	-1953
▁Machine	-1954
▁accumul	-1955
▁because	-1956
▁control	-1957
▁coupled	-1958
▁erosion	-1959
▁habitat	-1960
▁machine	-1961
▁offline	-1962
▁periods	-1963
▁quality	-1964
▁regimes	-1965
▁sources	-1966
▁storage	-1967
▁времени	-1968
▁выполня	-1969
▁высокая	-1970
▁деңгейі	-1971
▁которой	-1972
▁обеспеч	-1973
▁огранич	-1974
▁сложные	-1975
▁степень	-1976
▁толықты	-1977
▁требует	-1978
▁тұрақты	-1979
▁төменде	-1980
▁ықтимал	-1981
▁қауымда	-1982
▁қолданы	-1983
▁өсімдік	-1984
alization	-1985
gineering	-1986
мализация	-1987
▁dynamics	-1988
▁function	-1989
▁networks	-1990
▁patterns	-1991
▁pressure	-1992
▁snowpack	-1993
▁Деректер	-1994
▁архитект	-1995
▁деревьев	-1996
▁значений	-1997
▁категори	-1998
▁комплекс	-1999
▁ледников	-2000
▁представ	-2001
▁процесса	-2002
▁характер	-2003
▁қабаттар	-2004
ительности	-2005
▁gradients	-2006
▁including	-2007
▁interpret	-2008
▁represent	-2009
▁sensitive	-2010
▁typically	-2011
▁беткейлер	-2012
▁жамылғысы	-2013
▁закономер	-2014
▁мұздықтар	-2015
▁природных	-2016
▁ресурстар	-2017
▁тапшылығы	-2018
▁территори	-2019
▁Freshwater	-2020
▁freshwater	-2021
▁monitoring	-2022
▁protection	-2023
▁strategies	-2024
▁Антропоген	-2025
▁инженерлік	-2026
▁поверхност	-2027
▁показатель	-2028
▁температур	-2029
▁өсімдіктер	-2030
ариативность	-2031
▁adaptations	-2032
▁operational	-2033
▁variability	-2034
▁зависимости	-2035
▁органикалық	-2036
▁availability	-2037
▁distribution	-2038
▁infiltration	-2039
▁обеспечивающ	-2040
▁distributions	-2041
▁классификации	-2042
▁қауымдастықтар	-2043
),	-2044
Be	-2045
ay	-2046
az	-2047
bo	-2048
ck	-2049
ec	-2050
eg	-2051
ep	-2052
ip	-2053
ke	-2054
ms	-2055
so	-2056
xt	-2057
»,	-2058
ах	-2059
га	-2060
др	-2061
еб	-2062
зб	-2063
зё	-2064
зі	-2065
их	-2066
ищ	-2067
йк	-2068
ло	-2069
лю	-2070
ню	-2071
пт	-2072
пы	-2073
рэ	-2074
тп	-2075
тү	-2076
ув	-2077
уж	-2078
уш	-2079
фф	-2080
че	-2081
чё	-2082
ыз	-2083
ыч	-2084
ығ	-2085
ёп	-2086
өл	-2087
▁L	-2088
▁y	-2089
▁z	-2090
▁У	-2091
▁е	-2092
ace	-2093
act	-2094
avi	-2095
bas	-2096
bit	-2097
cio	-2098
cod	-2099
mo	-2100
еф	-2101
жі	-2102
рб	-2103
ях	-2104
қс	-2105
col	-2106
cur	-2107
dra	-2108
eci	-2109
ell	-2110
emb	-2111
ets	-2112
fac	-2113
gre	-2114
hed	-2115
hel	-2116
hem	-2117
ied	-2118
iel	-2119
ild	-2120
ill	-2121
ins	-2122
int	-2123
inu	-2124
isk	-2125
les	-2126
mit	-2127
oes	-2128
ons	-2129
out	-2130
ows	-2131
pid	-2132
ppl	-2133
ref	-2134
rit	-2135
sts	-2136
ump	-2137
uth	-2138
ven	-2139
xim	-2140
аже	-2141
арб	-2142
аса	-2143
ақс	-2144
бищ	-2145
был	-2146
вле	-2147
гно	-2148
гон	-2149
гор	-2150
гот	-2151
гре	-2152
дау	-2153
дей	-2154
дко	-2155
ека	-2156
ена	-2157
ери	-2158
ерм	-2159
есм	-2160
еся	-2161
жет	-2162
зат	-2163
зом	-2164
зон	-2165
изи	-2166
ийс	-2167
ики	-2168
имы	-2169
ина	-2170
йды	-2171
кви	-2172
кем	-2173
кий	-2174
кое	-2175
кті	-2176
кіш	-2177
лат	-2178
лау	-2179
ман	-2180
мож	-2181
мыш	-2182
мір	-2183
неч	-2184
ник	-2185
ним	-2186
ния	-2187
нюю	-2188
ому	-2189
отр	-2190
пал	-2191
пас	-2192
пич	-2193
под	-2194
про	-2195
пус	-2196
рак	-2197
рит	-2198
рой	-2199
рун	-2200
рыт	-2201
рэп	-2202
сах	-2203
сел	-2204
сти	-2205
сын	-2206
сіл	-2207
сіп	-2208
тах	-2209
теу	-2210
теч	-2211
тың	-2212
уді	-2213
уют	-2214
худ	-2215
чес	-2216
шая	-2217
шта	-2218
эко	-2219
юда	-2220
яды	-2221
ями	-2222
яса	-2223
қар	-2224
ңды	-2225
үру	-2226
өлш	-2227
▁Al	-2228
▁Be	-2229
▁ar	-2230
▁ca	-2231
▁ir	-2232
▁lo	-2233
▁ro	-2234
▁sa	-2235
▁we	-2236
▁Би	-2237
▁Ка	-2238
▁Кл	-2239
▁Мұ	-2240
▁Су	-2241
▁Ти	-2242
▁ге	-2243
▁го	-2244
▁их	-2245
▁ко	-2246
▁кі	-2247
▁лу	-2248
▁од	-2249
▁ос	-2250
▁оц	-2251
▁оч	-2252
▁ри	-2253
▁то	-2254
▁тр	-2255
▁ув	-2256
▁шө	-2257
▁эв	-2258
▁эт	-2259
▁қо	-2260
▁әл	-2261
▁әр	-2262
▁өт	-2263
amet	-2264
apac	-2265
apes	-2266
ards	-2267
ariz	-2268
arly	-2269
atas	-2270
atch	-2271
aten	-2272
cipl	-2273
dist	-2274
elts	-2275
ener	-2276
entr	-2277
eous	-2278
eric	-2279
fall	-2280
grad	-2281
greg	-2282
ices	-2283
iodi	-2284
ipel	-2285
ists	-2286
ives	-2287
leas	-2288
lexi	-2289
logy	-2290
loit	-2291
mand	-2292
mote	-2293
ness	-2294
omic	-2295
oral	-2296
rest	-2297
rodu	-2298
tens	-2299
люв	-2300
bove	-2301
econ	-2302
havi	-2303
urns	-2304
vari	-2305
ycle	-2306
yond	-2307
zing	-2308
алич	-2309
алия	-2310
ании	-2311
асть	-2312
асым	-2313
ател	-2314
блей	-2315
бреж	-2316
вает	-2317
верс	-2318
вращ	-2319
гізу	-2320
дель	-2321
делі	-2322
дици	-2323
драт	-2324
дыра	-2325
дығы	-2326
дықт	-2327
дірм	-2328
діст	-2329
евой	-2330
егет	-2331
егін	-2332
един	-2333
ежду	-2334
екен	-2335
елік	-2336
емат	-2337
емые	-2338
емый	-2339
енер	-2340
енос	-2341
ерең	-2342
еңіз	-2343
зады	-2344
ивот	-2345
ивых	-2346
ится	-2347
клад	-2348
клон	-2349
кращ	-2350
крим	-2351
лаги	-2352
лану	-2353
леді	-2354
лықт	-2355
льеф	-2356
мент	-2357
меют	-2358
мини	-2359
миру	-2360
мисс	-2361
недр	-2362
неді	-2363
няет	-2364
овер	-2365
овую	-2366
овый	-2367
огда	-2368
олод	-2369
онат	-2370
онос	-2371
опро	-2372
пара	-2373
през	-2374
пына	-2375
расы	-2376
реді	-2377
рует	-2378
спар	-2379
спех	-2380
ства	-2381
стин	-2382
сына	-2383
тады	-2384
терь	-2385
тері	-2386
триб	-2387
ттың	-2388
тіру	-2389
утст	-2390
учше	-2391
уына	-2392
фера	-2393
цией	-2394
чины	-2395
шает	-2396
ылар	-2397
ынша	-2398
ынын	-2399
горь	-2400
грег	-2401
ычно	-2402
ючев	-2403
ілер	-2404
інен	-2405
інің	-2406
ғана	-2407
қтың	-2408
ңғар	-2409
▁AUC	-2410
▁Pre	-2411
▁abs	-2412
▁act	-2413
▁air	-2414
▁alg	-2415
▁cho	-2416
▁dry	-2417
▁due	-2418
▁eff	-2419
▁ext	-2420
▁haz	-2421
▁how	-2422
▁mat	-2423
▁min	-2424
▁mis	-2425
▁non	-2426
▁not	-2427
▁par	-2428
▁por	-2429
▁pri	-2430
▁rec	-2431
▁sal	-2432
▁sim	-2433
▁sub	-2434
▁suc	-2435
▁ter	-2436
▁tra	-2437
▁tun	-2438
▁use	-2439
▁Бұл	-2440
▁Важ	-2441
▁Жер	-2442
▁Кей	-2443
▁Мыс	-2444
▁Ней	-2445
▁Под	-2446
▁Эти	-2447
▁Это	-2448
▁акт	-2449
▁асп	-2450
▁бар	-2451
▁бат	-2452
▁бағ	-2453
▁вет	-2454
▁гиб	-2455
▁деп	-2456
▁дет	-2457
▁жай	-2458
▁жин	-2459
▁ино	-2460
▁кет	-2461
▁код	-2462
▁кру	-2463
▁кір	-2464
▁күн	-2465
▁күр	-2466
▁көш	-2467
▁лок	-2468
▁мал	-2469
▁озё	-2470
▁оке	-2471
▁они	-2472
▁пор	-2473
▁свя	-2474
▁сен	-2475
▁сер	-2476
▁соз	-2477
▁тау	-2478
▁тек	-2479
▁теч	-2480
▁тун	-2481
▁тыс	-2482
▁тёп	-2483
▁тәу	-2484
▁урб	-2485
▁фос	-2486
▁чем	-2487
▁чув	-2488
▁шеш	-2489
▁іст	-2490
▁қан	-2491
▁ұст	-2492
▁өлш	-2493
ables	-2494
adows	-2495
arial	-2496
atial	-2497
avail	-2498
ceive	-2499
celer	-2500
erent	-2501
hibit	-2502
iment	-2503
ished	-2504
ision	-2505
lobal	-2506
osure	-2507
ownst	-2508
pidly	-2509
rough	-2510
titud	-2511
velop	-2512
world	-2513
Интер	-2514
Машин	-2515
алдар	-2516
ализа	-2517
андық	-2518
анный	-2519
ануар	-2520
аруаш	-2521
асқан	-2522
аются	-2523
ающую	-2524
ақсат	-2525
ботки	-2526
броса	-2527
влека	-2528
готов	-2529
грают	-2530
гінің	-2531
дения	-2532
денса	-2533
детте	-2534
ейеді	-2535
ектор	-2536
елері	-2537
енеді	-2538
енный	-2539
еңіст	-2540
жение	-2541
зульт	-2542
извод	-2543
иться	-2544
иялық	-2545
кость	-2546
ларға	-2547
лерді	-2548
мадан	-2549
мерно	-2550
метно	-2551
новля	-2552
обход	-2553
овать	-2554
ольку	-2555
остав	-2556
пасов	-2557
риров	-2558
рмалы	-2559
ровоч	-2560
солют	-2561
страк	-2562
тарды	-2563
тасты	-2564
течек	-2565
фильт	-2566
ципли	-2567
штабу	-2568
ывать	-2569
ықтық	-2570
яются	-2571
ённые	-2572
іктеу	-2573
іктір	-2574
ғалту	-2575
▁Over	-2576
▁This	-2577
▁When	-2578
▁also	-2579
▁area	-2580
▁both	-2581
▁chem	-2582
▁clim	-2583
▁clos	-2584
▁cold	-2585
▁cool	-2586
▁cost	-2587
▁crit	-2588
▁does	-2589
▁fore	-2590
▁grow	-2591
▁lead	-2592
▁life	-2593
▁move	-2594
▁must	-2595
▁phys	-2596
▁pump	-2597
▁repl	-2598
▁risk	-2599
▁scal	-2600
▁sign	-2601
▁summ	-2602
▁topo	-2603
▁warm	-2604
▁well	-2605
▁wind	-2606
▁Соны	-2607
▁Тест	-2608
▁Тұщы	-2609
▁акви	-2610
▁альп	-2611
▁аума	-2612
▁ауыл	-2613
▁выше	-2614
▁гидр	-2615
▁гори	-2616
▁грун	-2617
▁даже	-2618
▁долж	-2619
▁доля	-2620
▁емес	-2621
▁если	-2622
▁жаңа	-2623
▁зоны	-2624
▁икем	-2625
▁инфи	-2626
▁итер	-2627
▁карб	-2628
▁кері	-2629
▁кисл	-2630
▁масс	-2631
▁мера	-2632
▁мере	-2633
▁моза	-2634
▁мөлш	-2635
▁нере	-2636
▁ново	-2637
▁норм	-2638
▁отте	-2639
▁паст	-2640
▁повт	-2641
▁пояс	-2642
▁прив	-2643
▁ради	-2644
▁расс	-2645
▁риск	-2646
▁роль	-2647
▁рост	-2648
▁салы	-2649
▁саны	-2650
▁связ	-2651
▁сель	-2652
▁смен	-2653
▁сооб	-2654
▁суше	-2655
▁суық	-2656
▁сәйк	-2657
▁тиіс	-2658
▁туғы	-2659
▁тұщы	-2660
▁тәжі	-2661
▁уров	-2662
▁ухуд	-2663
▁физи	-2664
▁цели	-2665
▁чрез	-2666
▁шара	-2667
▁шект	-2668
▁элем	-2669
▁ғана	-2670
▁қара	-2671
▁қате	-2672
▁қауп	-2673
▁әкел	-2674
▁өмір	-2675
atency	-2676
atural	-2677
cesses	-2678
coding	-2679
ential	-2680
facing	-2681
graphy	-2682
inuous	-2683
mental	-2684
ograph	-2685
otrans	-2686
pheric	-2687
refore	-2688
ulariz	-2689
Модель	-2690
альное	-2691
альной	-2692
аратын	-2693
вадрат	-2694
вается	-2695
грации	-2696
дарына	-2697
деледі	-2698
дицина	-2699
дықтан	-2700
дірмел	-2701
ейтеді	-2702
елерді	-2703
есмотр	-2704
есінде	-2705
земные	-2706
ийские	-2707
инация	-2708
иялары	-2709
лануды	-2710
ланған	-2711
ммиров	-2712
мышлен	-2713
нейных	-2714
ностью	-2715
опросы	-2716
ранств	-2717
рақтың	-2718
ромисс	-2719
способ	-2720
трибут	-2721
ференс	-2722
хиттар	-2723
чество	-2724
щества	-2725
ылығын	-2726
юдение	-2727
қарады	-2728
ңдылық	-2729
▁These	-2730
▁addit	-2731
▁alter	-2732
▁belts	-2733
▁biodi	-2734
▁capac	-2735
▁catch	-2736
▁cover	-2737
▁drain	-2738
▁exper	-2739
▁flexi	-2740
▁flood	-2741
▁gener	-2742
▁heter	-2743
▁hydro	-2744
▁influ	-2745
▁irrig	-2746
▁label	-2747
▁lakes	-2748
▁ocean	-2749
▁pipel	-2750
▁plant	-2751
▁reuse	-2752
▁socio	-2753
▁speci	-2754
▁tasks	-2755
▁Дрейф	-2756
▁Машин	-2757
▁Таким	-2758
▁Таулы	-2759
▁азаюы	-2760
▁аллюв	-2761
▁ансам	-2762
▁артты	-2763
▁балан	-2764
▁бутст	-2765
▁важен	-2766
▁важна	-2767
▁вегет	-2768
▁влаги	-2769
▁внедр	-2770
▁возоб	-2771
▁выход	-2772
▁горах	-2773
▁дерек	-2774
▁довер	-2775
▁домен	-2776
▁жауап	-2777
▁жиыны	-2778
▁жұмыс	-2779
▁измер	-2780
▁имеют	-2781
▁испар	-2782
▁источ	-2783
▁калиб	-2784
▁кейде	-2785
▁керек	-2786
▁колеб	-2787
▁кросс	-2788
▁лучше	-2789
▁между	-2790
▁метод	-2791
▁минер	-2792
▁налич	-2793
▁нақты	-2794
▁непол	-2795
▁объяс	-2796
▁орман	-2797
▁отлич	-2798
▁относ	-2799
▁оцени	-2800
▁полез	-2801
▁пояса	-2802
▁практ	-2803
▁работ	-2804
▁разра	-2805
▁реках	-2806
▁сайын	-2807
▁среде	-2808
▁сулар	-2809
▁сумен	-2810
▁таулы	-2811
▁терең	-2812
▁терра	-2813
▁теңіз	-2814
▁тогда	-2815
▁трени	-2816
▁тұрғы	-2817
▁тәсіл	-2818
▁уплот	-2819
▁формы	-2820
▁халық	-2821
▁хозяй	-2822
▁холод	-2823
▁ыдыра	-2824
▁ылғал	-2825
▁ықпал	-2826
▁эвтро	-2827
▁қатар	-2828
▁үлесі	-2829
▁әдіст	-2830
▁өзгер	-2831
ainable	-2832
atasets	-2833
cipline	-2834
essment	-2835
oration	-2836
osition	-2837
osphere	-2838
ruction	-2839
urement	-2840
versity	-2841
айындау	-2842
брежных	-2843
деление	-2844
дірісте	-2845
ентатив	-2846
мещение	-2847
номалия	-2848
ношение	-2849
ователь	-2850
рование	-2851
сплуата	-2852
ционную	-2853
ческими	-2854
ществен	-2855
ындайды	-2856
экономи	-2857
▁Models	-2858
▁aggreg	-2859
▁behavi	-2860
▁change	-2861
▁commun	-2862
▁comple	-2863
▁concer	-2864
▁degrad	-2865
▁demand	-2866
▁depend	-2867
▁design	-2868
▁downst	-2869
▁implic	-2870
▁improv	-2871
▁inform	-2872
▁linked	-2873
▁masses	-2874
▁matter	-2875
▁models	-2876
▁object	-2877
▁percol	-2878
▁releas	-2879
▁rivers	-2880
▁scores	-2881
▁stable	-2882
▁strong	-2883
▁supply	-2884
▁system	-2885
▁tempor	-2886
▁timing	-2887
▁tuning	-2888
▁Алайда	-2889
▁Горные	-2890
▁Кейбір	-2891
▁Климат	-2892
▁Модель	-2893
▁Мысалы	-2894
▁Нейрон	-2895
▁адапта	-2896
▁ағынын	-2897
▁болжау	-2898
▁больше	-2899
▁бустин	-2900
▁валида	-2901
▁водный	-2902
▁воздух	-2903
▁воздуш	-2904
▁возмож	-2905
▁выбора	-2906
▁гидрос	-2907
▁гиперп	-2908
▁границ	-2909
▁домини	-2910
▁доступ	-2911
▁дрейфа	-2912
▁енгізу	-2913
▁ететін	-2914
▁задачи	-2915
▁играют	-2916
▁инверс	-2917
▁иногда	-2918
▁интерв	-2919
▁кеңіст	-2920
▁классы	-2921
▁логист	-2922
▁мақсат	-2923
▁направ	-2924
▁обычно	-2925
▁озёрах	-2926
▁орогра	-2927
▁ортада	-2928
▁орташа	-2929
▁отклон	-2930
▁оценку	-2931
▁ошибку	-2932
▁покров	-2933
▁постро	-2934
▁поступ	-2935
▁потерь	-2936
▁пропус	-2937
▁различ	-2938
▁расход	-2939
▁редких	-2940
▁режима	-2941
▁рельеф	-2942
▁репрез	-2943
▁сокращ	-2944
▁средне	-2945
▁стоком	-2946
▁суының	-2947
▁только	-2948
▁требов	-2949
▁увелич	-2950
▁ультра	-2951
▁урбани	-2952
▁утечек	-2953
▁чувств	-2954
▁шаруаш	-2955
▁эрозия	-2956
▁қолжет	-2957
▁құрамы	-2958
▁Өсімді	-2959
celerate	-2960
economic	-2961
ographic	-2962
ological	-2963
грегация	-2964
ельности	-2965
ирования	-2966
исперсию	-2967
ительных	-2968
медицина	-2969
оступная	-2970
параттың	-2971
рованные	-2972
стырмалы	-2973
шашынның	-2974
▁closely	-2975
▁contain	-2976
▁develop	-2977
▁exhibit	-2978
▁exploit	-2979
▁forests	-2980
▁glacier	-2981
▁leakage	-2982
▁limited	-2983
▁meadows	-2984
▁organic	-2985
▁promote	-2986
▁pumping	-2987
▁rapidly	-2988
▁receive	-2989
▁regions	-2990
▁returns	-2991
▁spatial	-2992
▁success	-2993
▁through	-2994
▁without	-2995
▁Инфильт	-2996
▁Сонымен	-2997
▁абсолют	-2998
▁аквифер	-2999
▁анықтал	-3000
▁анықтау	-3001
▁бассейн	-3002
▁бағалан	-3003
▁биіктік	-3004
▁бойынша	-3005
▁возника	-3006
▁вопросы	-3007
▁выборки	-3008
▁высотой	-3009
▁глубина	-3010
▁горизон	-3011
▁градиен	-3012
▁граница	-3013
▁дискрим	-3014
▁долинах	-3015
▁жайылым	-3016
▁желілер	-3017
▁жиналып	-3018
▁жоғалту	-3019
▁заметно	-3020
▁извлека	-3021
▁кезінде	-3022
▁келтіру	-3023
▁классов	-3024
▁коррект	-3025
▁күрделі	-3026
▁математ	-3027
▁метрика	-3028
▁мөлшері	-3029
▁наблюда	-3030
▁негізгі	-3031
▁необход	-3032
▁нередко	-3033
▁обработ	-3034
▁образом	-3035
▁объедин	-3036
▁олардың	-3037
▁пастбищ	-3038
▁перенос	-3039
▁периода	-3040
▁пользов	-3041
▁пресная	-3042
▁приклад	-3043
▁причины	-3044
▁результ	-3045
▁ресурсы	-3046
▁решение	-3047
▁свойств	-3048
▁сельско	-3049
▁сенімді	-3050
▁системы	-3051
▁склонах	-3052
▁событий	-3053
▁стабиль	-3054
▁структу	-3055
▁субальп	-3056
▁существ	-3057
▁таралым	-3058
▁төзімді	-3059
▁участки	-3060
▁уязвимы	-3061
▁формиру	-3062
▁целевой	-3063
▁шамадан	-3064
▁элемент	-3065
▁қалпына	-3066
▁өзгеруі	-3067
available	-3068
titudinal	-3069
versarial	-3070
ируемость	-3071
ритически	-3072
тастырады	-3073
▁capacity	-3074
▁climatic	-3075
▁critical	-3076
▁drainage	-3077
▁encoding	-3078
▁exposure	-3079
▁features	-3080
▁flexible	-3081
▁geologic	-3082
▁habitats	-3083
▁maintain	-3084
▁moisture	-3085
▁overland	-3086
▁physical	-3087
▁planning	-3088
▁practice	-3089
▁reducing	-3090
▁regional	-3091
▁surfaces	-3092
▁transmit	-3093
▁treeline	-3094
▁variable	-3095
▁zonation	-3096
▁Качество	-3097
▁Температ	-3098
▁айналымы	-3099
▁бассейна	-3100
▁булануды	-3101
▁бутстрэп	-3102
▁біріктір	-3103
▁градиент	-3104
▁давление	-3105
▁дисципли	-3106
▁заңдылық	-3107
▁информат	-3108
▁карбонат	-3109
▁качество	-3110
▁кешендер	-3111
▁конденса	-3112
▁линейных	-3113
▁масштабу	-3114
▁машинное	-3115
▁модельді	-3116
▁мұхиттар	-3117
▁обучении	-3118
▁отражающ	-3119
▁повышает	-3120
▁потребов	-3121
▁проверки	-3122
▁производ	-3123
▁реальную	-3124
▁регионов	-3125
▁системат	-3126
▁смещение	-3127
▁смещении	-3128
▁таралымы	-3129
▁тестовую	-3130
▁точность	-3131
▁туғызады	-3132
▁тығыздал	-3133
▁улучшает	-3134
▁упрощает	-3135
▁условиях	-3136
▁формиров	-3137
▁является	-3138
▁істейтін	-3139
айесовская	-3140
ероятность	-3141
ительность	-3142
▁classific	-3143
▁contribut	-3144
▁different	-3145
▁ecosystem	-3146
▁heterogen	-3147
▁magnitude	-3148
▁pipelines	-3149
▁processes	-3150
▁renewable	-3151
▁stability	-3152
▁structure	-3153
▁therefore	-3154
▁transport	-3155
▁анықтайды	-3156
▁атмосфера	-3157
▁бейімделу	-3158
▁белдеулік	-3159
▁дисперсию	-3160
▁жаңаратын	-3161
▁изменение	-3162
▁инженерии	-3163
▁инфильтра	-3164
▁использов	-3165
▁категория	-3166
▁күшейтеді	-3167
▁көрсеткіш	-3168
▁машиналық	-3169
▁модельдің	-3170
▁оптимизат	-3171
▁оттегінің	-3172
▁пайдаланы	-3173
▁параметры	-3174
▁поведения	-3175
▁подземных	-3176
▁последующ	-3177
▁применяют	-3178
▁приспособ	-3179
▁промышлен	-3180
▁регрессии	-3181
▁регрессия	-3182
▁способств	-3183
▁стоимости	-3184
▁стратегии	-3185
▁толықтыру	-3186
▁топыраққа	-3187
▁туындайды	-3188
▁чрезмерно	-3189
▁эвтрофика	-3190
▁эксплуата	-3191
▁өндірісте	-3192
▁өңірлерде	-3193
ularization	-3194
образование	-3195
ормализация	-3196
▁accelerate	-3197
▁additional	-3198
▁assessment	-3199
▁atmosphere	-3200
▁catchments	-3201
▁collection	-3202
▁continuous	-3203
▁deployment	-3204
▁downstream	-3205
▁elevations	-3206
▁evapotrans	-3207
▁formations	-3208
▁governance	-3209
▁irrigation	-3210
▁landscapes	-3211
▁objectives	-3212
▁prediction	-3213
▁production	-3214
▁reservoirs	-3215
▁streamflow	-3216
▁systematic	-3217
▁topography	-3218
▁validation	-3219
▁байланысты	-3220
▁белгілерді	-3221
▁вероятност	-3222
▁возобновля	-3223
▁жылдамдығы	-3224
▁использует	-3225
▁используют	-3226
▁комплексов	-3227
▁метрикалар	-3228
▁параметров	-3229
▁прибрежных	-3230
▁разработки	-3231
▁территорий	-3232
▁топырақтың	-3233
▁тренировоч	-3234
distribution	-3235
енерализация	-3236
▁agriculture	-3237
▁atmospheric	-3238
▁engineering	-3239
▁information	-3240
▁interaction	-3241
▁measurement	-3242
▁overfitting	-3243
▁percolation	-3244
▁reliability	-3245
▁seasonality	-3246
▁temperature	-3247
▁Температура	-3248
▁архитектуры	-3249
▁беткейлерде	-3250
▁выполняется	-3251
▁оптимизации	-3252
▁поверхности	-3253
▁поверхность	-3254
▁пользовател	-3255
▁представлен	-3256
▁пространств	-3257
▁ресурстарын	-3258
▁соотношение	-3259
▁түсіндірмел	-3260
▁тұрақтылығы	-3261
▁характерист	-3262
▁шаруашылығы	-3263
▁экологиялық	-3264
▁қолданылады	-3265
претируемость	-3266
▁accumulation	-3267
▁agricultural	-3268
▁biodiversity	-3269
▁construction	-3270
▁environments	-3271
▁Инфильтрация	-3272
▁используемое	-3273
▁определяется	-3274
▁предсказаний	-3275
▁салыстырмалы	-3276
▁сравнительно	-3277
▁транспирация	-3278
▁тұрақтылығын	-3279
▁environmental	-3280
▁Антропогендік	-3281
▁валидационную	-3282
▁дискриминация	-3283
▁заңдылықтарды	-3284
▁интерпретации	-3285
▁последователь	-3286
▁распределение	-3287
▁регуляризация	-3288
▁репрезентатив	-3289
▁статистикалық	-3290
▁экожүйелердің	-3291
▁закономерности	-3292
▁приспособления	-3293
▁растительности	-3294
▁статистической	-3295
▁чувствительных	-3296
▁қалыптастырады	-3297
);	-3298
.8	-3299
1-	-3300
80	-3301
OC	-3302
ag	-3303
aw	-3304
be	-3305
br	-3306
cl	-3307
fi	-3308
fy	-3309
gr	-3310
lf	-3311
mb	-3312
of	-3313
sl	-3314
ss	-3315
to	-3316
ty	-3317
wa	-3318
wd	-3319
Кл	-3320
бж	-3321
бц	-3322
гр	-3323
жы	-3324
зв	-3325
зм	-3326
зн	-3327
кү	-3328
кә	-3329
лм	-3330
мо	-3331
мс	-3332
ох	-3333
оя	-3334
оә	-3335
сч	-3336
тр	-3337
тт	-3338
уз	-3339
цы	-3340
ъё	-3341
эф	-3342
юб	-3343
юж	-3344
юі	-3345
ям	-3346
яу	-3347
ящ	-3348
ёж	-3349
ём	-3350
ёт	-3351
із	-3352
іш	-3353
қу	-3354
ңк	-3355
үз	-3356
ұс	-3357
ұт	-3358
өй	-3359
▁0	-3360
ads	-3361
ale	-3362
arc	-3363
bon	-3364
chm	-3365
den	-3366
eak	-3367
eep	-3368
end	-3369
erb	-3370
erm	-3371
han	-3372
hes	-3373
hic	-3374
ici	-3375
ier	-3376
ils	-3377
inc	-3378
key	-3379
lin	-3380
lux	-3381
med	-3382
nce	-3383
ors	-3384
osa	-3385
pis	-3386
red	-3387
rus	-3388
tal	-3389
tic	-3390
ual	-3391
ues	-3392
ura	-3393
ute	-3394
vac	-3395
vey	-3396
xid	-3397
Нел	-3398
Под	-3399
ism	-3400
its	-3401
len	-3402
nel	-3403
ods	-3404
opp	-3405
tit	-3406
алп	-3407
алу	-3408
асп	-3409
ату	-3410
ауы	-3411
бже	-3412
бол	-3413
бын	-3414
ваз	-3415
вая	-3416
вен	-3417
виг	-3418
вов	-3419
гко	-3420
год	-3421
гіш	-3422
дес	-3423
дро	-3424
дыр	-3425
дыс	-3426
ейс	-3427
ерп	-3428
еті	-3429
еци	-3430
жат	-3431
зал	-3432
зки	-3433
зно	-3434
зот	-3435
зра	-3436
имо	-3437
ифф	-3438
кен	-3439
кра	-3440
кро	-3441
кта	-3442
күш	-3443
лас	-3444
лив	-3445
лит	-3446
лищ	-3447
лли	-3448
лог	-3449
лос	-3450
лін	-3451
мед	-3452
мно	-3453
мог	-3454
нап	-3455
нар	-3456
нау	-3457
нес	-3458
нет	-3459
ноч	-3460
овп	-3461
одс	-3462
ози	-3463
оин	-3464
оки	-3465
олж	-3466
оне	-3467
ооб	-3468
ори	-3469
орс	-3470
оты	-3471
оци	-3472
очт	-3473
пат	-3474
пит	-3475
раг	-3476
раз	-3477
рее	-3478
рес	-3479
реч	-3480
рид	-3481
рин	-3482
рог	-3483
ром	-3484
руы	-3485
рыб	-3486
рый	-3487
рын	-3488
сро	-3489
сік	-3490
сір	-3491
сүй	-3492
тау	-3493
тек	-3494
тел	-3495
тно	-3496
тов	-3497
точ	-3498
тра	-3499
aun	-3500
ced	-3501
ory	-3502
sto	-3503
tle	-3504
uld	-3505
гру	-3506
дав	-3507
емі	-3508
зак	-3509
кую	-3510
нее	-3511
пия	-3512
рки	-3513
рот	-3514
түр	-3515
уші	-3516
фии	-3517
хра	-3518
чит	-3519
чищ	-3520
шел	-3521
шен	-3522
ших	-3523
шла	-3524
ыла	-3525
ыше	-3526
ёме	-3527
ёст	-3528
ігі	-3529
іст	-3530
ғар	-3531
ғау	-3532
қсы	-3533
қын	-3534
▁En	-3535
▁Fe	-3536
▁ab	-3537
▁ap	-3538
▁dr	-3539
▁it	-3540
▁mu	-3541
▁ph	-3542
▁po	-3543
▁sm	-3544
▁te	-3545
▁tr	-3546
▁Аб	-3547
▁Ағ	-3548
▁Ги	-3549
▁Ми	-3550
▁Он	-3551
▁ақ	-3552
▁вв	-3553
▁ве	-3554
▁во	-3555
▁вс	-3556
▁ду	-3557
▁же	-3558
▁ит	-3559
▁ку	-3560
▁ле	-3561
▁ол	-3562
▁пл	-3563
▁сг	-3564
▁сд	-3565
▁се	-3566
▁сх	-3567
▁тщ	-3568
▁ті	-3569
▁уд	-3570
▁хи	-3571
▁шо	-3572
▁шы	-3573
▁қу	-3574
▁үз	-3575
aled	-3576
arch	-3577
ared	-3578
arri	-3579
crib	-3580
ects	-3581
elay	-3582
enge	-3583
even	-3584
gets	-3585
hedu	-3586
hion	-3587
ides	-3588
ills	-3589
imiz	-3590
ings	-3591
itro	-3592
ived	-3593
iven	-3594
king	-3595
lean	-3596
ling	-3597
lope	-3598
ming	-3599
arg	-3600
ark	-3601
arn	-3602
gro	-3603
the	-3604
Сор	-3605
аму	-3606
зақ	-3607
зии	-3608
коп	-3609
лей	-3610
лше	-3611
них	-3612
уке	-3613
ғид	-3614
▁St	-3615
▁fl	-3616
▁Ар	-3617
▁По	-3618
also	-3619
ield	-3620
loom	-3621
odic	-3622
orit	-3623
orms	-3624
orph	-3625
orth	-3626
pari	-3627
pert	-3628
phor	-3629
pins	-3630
pond	-3631
rawd	-3632
rial	-3633
roph	-3634
ropo	-3635
sequ	-3636
sing	-3637
tion	-3638
udit	-3639
ydro	-3640
ysis	-3641
авод	-3642
алаң	-3643
алей	-3644
ализ	-3645
анды	-3646
анию	-3647
ансы	-3648
арды	-3649
балы	-3650
боем	-3651
боль	-3652
боре	-3653
висе	-3654
гоза	-3655
дает	-3656
дени	-3657
дные	-3658
дырм	-3659
евер	-3660
евых	-3661
еген	-3662
ейін	-3663
екел	-3664
екты	-3665
елді	-3666
елей	-3667
ерен	-3668
ерін	-3669
есін	-3670
етов	-3671
етри	-3672
жима	-3673
зано	-3674
зков	-3675
знен	-3676
зует	-3677
иями	-3678
кими	-3679
крок	-3680
кізб	-3681
леге	-3682
леңк	-3683
лшеу	-3684
льфи	-3685
ляет	-3686
лікт	-3687
мату	-3688
мдер	-3689
мных	-3690
ними	-3691
нной	-3692
ноту	-3693
нями	-3694
овор	-3695
одно	-3696
ожде	-3697
озво	-3698
олых	-3699
Bas	-3700
ash	-3701
has	-3702
ned	-3703
til	-3704
ава	-3705
аци	-3706
бли	-3707
его	-3708
йтп	-3709
леу	-3710
лиш	-3711
лые	-3712
май	-3713
ота	-3714
оәр	-3715
яде	-3716
ёто	-3717
ңай	-3718
ңгі	-3719
▁bi	-3720
ases	-3721
atis	-3722
enis	-3723
isms	-3724
rror	-3725
vent	-3726
xies	-3727
айлы	-3728
аций	-3729
емли	-3730
ками	-3731
омби	-3732
опас	-3733
оров	-3734
орыт	-3735
осле	-3736
оточ	-3737
очво	-3738
пную	-3739
почт	-3740
птау	-3741
рами	-3742
рану	-3743
рать	-3744
рибе	-3745
рист	-3746
рому	-3747
росл	-3748
ртіп	-3749
руго	-3750
рыта	-3751
сері	-3752
скей	-3753
спам	-3754
стік	-3755
тағы	-3756
тому	-3757
ттал	-3758
тығы	-3759
түсу	-3760
удың	-3761
ужны	-3762
феры	-3763
фиол	-3764
фици	-3765
щных	-3766
ылау	-3767
ылық	-3768
ымша	-3769
ынан	-3770
ыста	-3771
ысып	-3772
ётом	-3773
імін	-3774
інге	-3775
ғаны	-3776
ғына	-3777
қсар	-3778
қыту	-3779
▁Cro	-3780
▁Dep	-3781
▁Gro	-3782
▁ROC	-3783
▁Reg	-3784
▁Tre	-3785
▁bal	-3786
▁bed	-3787
▁beg	-3788
▁ben	-3789
▁bud	-3790
▁car	-3791
▁cer	-3792
▁cir	-3793
▁cur	-3794
▁der	-3795
▁dim	-3796
▁ens	-3797
▁eut	-3798
▁far	-3799
1».	-3800
bur	-3801
eds	-3802
els	-3803
Для	-3804
буч	-3805
гуі	-3806
лап	-3807
лоб	-3808
обр	-3809
общ	-3810
обы	-3811
щад	-3812
ырм	-3813
ысы	-3814
ься	-3815
▁ut	-3816
▁чт	-3817
▁өс	-3818
eper	-3819
ined	-3820
tect	-3821
uter	-3822
vels	-3823
былы	-3824
гілі	-3825
ейся	-3826
кого	-3827
лабо	-3828
руют	-3829
циях	-3830
щадь	-3831
ылға	-3832
▁end	-3833
▁fis	-3834
▁fut	-3835
▁has	-3836
▁lat	-3837
▁new	-3838
▁one	-3839
▁oth	-3840
▁ove	-3841
▁rat	-3842
▁rel	-3843
▁sam	-3844
▁sed	-3845
▁spl	-3846
▁squ	-3847
▁sta	-3848
▁Бір	-3849
▁Доп	-3850
▁Инф	-3851
▁Пос	-3852
▁Пре	-3853
▁Про	-3854
▁Сыз	-3855
▁Сөй	-3856
▁бал	-3857
▁баш	-3858
▁вст	-3859
▁еск	-3860
▁ест	-3861
▁ету	-3862
▁жар	-3863
▁жас	-3864
▁жат	-3865
▁жаю	-3866
▁жол	-3867
▁жәш	-3868
▁зат	-3869
▁защ	-3870
▁зем	-3871
▁ина	-3872
▁исч	-3873
▁кем	-3874
▁кең	-3875
▁көл	-3876
▁лет	-3877
▁мех	-3878
▁мно	-3879
▁мін	-3880
▁нек	-3881
▁обл	-3882
▁обн	-3883
▁обу	-3884
▁оки	-3885
▁ора	-3886
▁пен	-3887
▁поэ	-3888
▁пут	-3889
▁рай	-3890
▁рек	-3891
▁рыб	-3892
▁рых	-3893
▁сай	-3894
▁соп	-3895
▁сос	-3896
▁соч	-3897
▁тал	-3898
▁тем	-3899
cid	-3900
pri	-3901
rub	-3902
воз	-3903
еку	-3904
иму	-3905
ғыр	-3906
chit	-3907
eity	-3908
hysi	-3909
utri	-3910
вере	-3911
емым	-3912
ерев	-3913
олюб	-3914
оряд	-3915
слож	-3916
тқан	-3917
утым	-3918
▁bod	-3919
▁yet	-3920
▁зав	-3921
▁зам	-3922
▁инф	-3923
▁омы	-3924
▁тот	-3925
▁тра	-3926
▁усп	-3927
▁ход	-3928
▁эти	-3929
▁эфф	-3930
▁құқ	-3931
▁ұқс	-3932
▁өсі	-3933
▁өте	-3934
adapt	-3935
ained	-3936
ances	-3937
andle	-3938
andom	-3939
aring	-3940
astal	-3941
atist	-3942
bserv	-3943
cycle	-3944
dicat	-3945
dress	-3946
eding	-3947
enses	-3948
entil	-3949
erals	-3950
icals	-3951
imize	-3952
istry	-3953
ition	-3954
izing	-3955
label	-3956
lends	-3957
lfide	-3958
lying	-3959
omata	-3960
onent	-3961
osits	-3962
osity	-3963
races	-3964
rings	-3965
slope	-3966
stood	-3967
urism	-3968
ution	-3969
valan	-3970
value	-3971
ximal	-3972
ynthe	-3973
Сорти	-3974
авших	-3975
алдан	-3976
алдық	-3977
ально	-3978
анием	-3979
аниям	-3980
ацион	-3981
аштар	-3982
ающем	-3983
бором	-3984
вания	-3985
гонки	-3986
града	-3987
дайда	-3988
дание	-3989
дануы	-3990
дарды	-3991
дейді	-3992
дение	-3993
дерде	-3994
дымен	-3995
дықты	-3996
діріс	-3997
ейтіп	-3998
емыми	-3999
chy	-4000
ose	-4001
леп	-4002
ющи	-4003
ches	-4004
emis	-4005
late	-4006
leak	-4007
like	-4008
ores	-4009
osen	-4010
rive	-4011
алых	-4012
асты	-4013
